import MainSection from "@/components/shared/MainSection";
import React from "react";
import Description from "../Description";
import Title from "../Title";

const description = `আসসালামু আলাইকুম,
সম্মানিত গ্রাহক, বিলিভার’স একটি গ্রাহকবান্ধব ই-কমার্স প্রতিষ্ঠান। আমাদের এক্সচেঞ্জ এবং রিটার্ন পলিসি অত্যন্ত ফেয়ার এবং ক্রেতাকে সন্তুষ্ট করার উপযোগী।
আমরা কোনভাবে আপনার ভোগান্তির কারণ হলে আমরা অবশ্যই সেটি সমাধান করবো ইন'শা-আল্লাহ, অনুগ্রহ করে পলিসি অনুযায়ী আমাদেরকে উপযুক্ত তথ্য উপাত্ত দিয়ে সহায়তা করুন।

এক্সচেঞ্জ পলিসি

১। পণ্য ডেলিভারি সময় অনুগ্রহ করে এজেন্টের সামনে চেক করে গ্রহন করুন।
২। আনবক্সিং-এর সময় ভিডিও করতে হবে যা পণ্য মিসিং বা ড্যামেজের প্রমাণ হিসেবে উপস্থাপন করতে পারেন, মিসিং পন্যের ক্ষেত্রে আনবিক্সং ভিডিও ছাড়া অভিযোগ গ্রহণযোগ্য হবে না।
৩। ত্রুটিপর্ণূ বা ভুল পণ্য রিসিভ করে থাকলে এক্সচেঞ্জের জন্য পণ্য হাতে পাওয়ার ৭দিনের মধ্যে ক্লেইম করতে হবে। সমাধান না হওয়া পর্যন্ত পণ্যটি ব্যবহার করবেন না। অপ্রত্যাশিত কোন কারনে পণ্য এক্সচেঞ্জ সম্ভব না হলে পণ্যের মূল্য রিফান্ড করা হবে।
ক্লেইম করার জন্য অনুগ্রহ করে এই ফর্মটি পূরণ করুন।
https://forms.gle/zDPVu7Nbe65Tmy3B7
৪। ইনভয়েস অনুযায়ি সঠিক পণ্য পেয়েও পরিবর্তন চাইলে, পণ্য হাতে পাওয়ার ৭ দিনের মধ্যে গুগল ফর্ম পূরণ করতে হবে এবং স্টক থাকা সাপেক্ষে পরিবর্তন করা যাবে। এক্ষেত্রে নির্ধারিত শিপিং চার্জ দ্বিগুণ (2X) প্রযোজ্য হবে। ৭ দিন অতিক্রম হলে কোনরূপ ক্লেইম গ্রহণযোগ্য নয়।
৫। পন্য এক্সচেঞ্জের ক্ষেত্রে নির্ধারিত সময়ের মধ্যে ফরম পূরন করে সমাধান নিতে হবে, এক্ষেত্রে নির্ধারিত পলিসি  ব্যতীত ডেলিভারি এজেন্টের দেয়া কোন তথ্য গ্রহনযোগ্য হবে না।


রিটার্ন ও রিফান্ড পলিসি

১।  ত্রুটিপূর্ণ বা ভুল পণ্য পেলে ইন্সট্যান্ট পণ্যটি ডেলিভারি এজেন্ট থাকা অবস্থায় তার কাছেই রিটার্ন করতে পারবেন।
২। মাইন্ড চেঞ্জের কারণে অথবা প্রদত্ত লোকেশানে উপস্থিত না থাকার কারণে অথবা পণ্য পরিপূর্ণরূপ মনোঃপুত না হলে ডেলিভারি এজেন্ট থাকা অবস্থায় শুধুমাত্র ডেলিভারি চার্জ প্রদান করে রিটার্ন করা যাবে।
ঢাকা সিটির মধ্যে-৬৫/- এবং ঢাকা সিটির বাইরে-১০৯/-
৩। পণ্য ব্যবহার করলে বা ধৌত করলে বা ত্রুটিমুক্ত সিল্ড প্রডাক্ট আনবক্স করলে সেটি ফেরত বা পরিবর্তনযোগ্য নয়। তবে অ্যাক্সেসরিজের ক্ষেত্রে ৭ দিনের মধ্যে ত্রুটি ধরা পড়লে পরিবর্তনযোগ্য, কিন্তু ফেরতযোগ্য নয়।
কম্বো প্যাকেজ (ফুডসহ) আংশিক রিটার্ন গ্রহণযোগ্য নয়।
৪। সরবরাহকৃত পণ্য রিসিভ করে রিটার্ন দিয়ে রিফান্ড চাইলে পূনরায় ডেলিভারি চার্জ প্রযোজ্য হবে এবং পণ্য হাতে পাওয়ার ৭ দিনের মধ্যে নিচের ফরমটি পূরণ করতে হবে।
https://forms.gle/zDPVu7Nbe65Tmy3B7
৫। রিফান্ড ক্লেইম করলে পণ্যটি রিটার্ন করতে হবে, পণ্যটি আমাদের ওয়্যারহাউজে পৌঁছানোর পর সেটি প্রতিশ্রুত অবস্থায় পেলে শুধুমাত্র পণ্যের মূল্য রিফান্ড করা হবে। এ প্রক্রিয়াটি সম্পন্ন হতে ৭-১৫ কার্যদিবস সময় লাগতে পারে।

প্রদত্ত ফরম পূরণ না করার কারণে কোন সমস্যা সমাধান না হলে বিলিভার’স সেটির জন্য দায়ী থাকবে না। কাস্টমার কেয়ার অথবা ম্যাসেঞ্জার যেখানেই যোগাযোগ করুন না কেন, অভিযোগ সমাধানের জন্য অবশ্যই প্রদত্ত ফর্ম পূরণ করতে হবে। 
প্রদত্ত ফর্ম পূরণে কোনরূপ প্রতিবন্ধকতা দেখা দিলে তা কাস্টমার কেয়ারে অবগত করার অনুরোধ রইলো। হটলাইন নাম্বার – 09638090000 (10 AM-7PM)

এক্সচেঞ্জ, রিটার্ন বা রিফান্ডের জন্য আমাদের প্রদত্ত ফর্ম পূরণ করলে আমাদের একজন প্রতিনিধি ফর্ম পূরণের ১-৩ কার্যদিবসের মধ্যে আপনার সাথে মুঠোফোনে যোগাযোগ করবেন। তিন কার্যদিবসের মধ্যে আপনি কোন রেসপন্স না পেয়ে থাকলে অনুগ্রহ করে এই ই-মেইলে বিষয়টি জানানোর জন্য অনুরোধ জানাচ্ছি।
cc.believerssign@gmail.com

সম্মানিত গ্রাহক, বিলিভার’স এর রিটার্ন, রিফান্ড ও এক্সচেঞ্জ পলিসির সাথে একমত না হলে অনুগ্রহ করে এই অর্ডার করা থেকে বিরত থাকুন।

প্রবলেম সলভিং টিম,
বিলিভার’স`;

const page = () => {
  return (
    <MainSection>
      <Title>Refund and Return Policy</Title>
      <Description>{description}</Description>
    </MainSection>
  );
};

export default page;
